///Хранилище строковых ресурсов.
///именнование имяЭкранаИмяРесурса
class AppStrings {
  /// question-answer
  static const String questionAnswerFood = 'На площадке Фанерона фудкорта нет. Ближайшее кафе расположено в центре '
      '«Космонавтика и авиация».';
  static const String questionsAnswerChildren =
      "Мы не ограничиваем посетителей по возрасту. Но просим детей до 12 лет находиться на площадке в сопровождении "
      "взрослого.";
  static const String questionsAnswerWhenOpen =
      "Фанерон открыт в павильоне №34 на ВДНХ (центр «Космонавтика и авиация») со вторника по воскресенье, с 11:00 до "
      "22:00. Понедельник — выходной день.";
  static const String questionsAnswerBuyTicket =
      'На площадке можно купить комбо-билет, который позволяет посетить павильон №34 на ВДНХ (центр «Космонавтика и '
      'авиация») и Фанерон. Отдельный билет на Фанерон можно приобрести на сайте через онлайн-сервис.';
  static const String questionsAnswerBenefit =
      'Да, мы сделали специальный промокод F100, который дает 100% скидку. Промокод действует для льготных категорий '
      'граждан:'
      '\n• пенсионеров РФ;'
      '\n• детей-сирот;'
      '\n• детей, оставшихся без попечения родителей;'
      '\n• детей-инвалидов;'
      '\n• инвалидов I и II групп;'
      '\n• сопровождающих инвалидов I группы и детей-инвалидов;'
      '\n• ветеранов ВОВ;'
      '\n• ветеранов боевых действий;'
      '\n• членов семей с тремя и более детьми до достижения младшим ребенком возраста 18 лет (многодетных).'
      '\nПромокод нужно ввести при покупке билета, а затем предъявить документ, который подтверждает право на льготу '
      'при входе на площадку.';
}
